Repository: JakubSochacki06/Outwork
Catalog: lib/l10n/app_*.arb
Languages: pl

# titleBadHabits
source: Bad habits
pl: Złe nawyki

# descriptionBadHabits
source: Stay clean
pl: Pozostań czysty

# titleBooks
source: Books
pl: Książki

# descriptionBooks
source: Read all of them!
pl: Przeczytaj je wszystkie!

source: Sad
pl: Smutny

source: Unhappy
pl: Nieszczęśliwy

source: Neutral
pl: Neutralny

source: Happy
pl: Szczęśliwy

source: Very happy
pl: Bardzo szczęśliwy

source: Today
pl: Dzisiaj

source: Yesterday
pl: Wczoraj

source: Tap to change
pl: Kliknij aby zmienić

# assistantRoleDescription
source: I'm here to chat with you about anything and provide a listening ear. Feel free to share your thoughts, ask questions, or just chat away!
pl: Jestem tutaj, aby porozmawiać z Tobą o wszystkim i Ciebie wysłuchać. Podziel się swoimi myślami, zadawaj pytania lub po prostu mów co Ci leży na serduchu!

# toughModeAssistantGreeting
source: Hey there! I'm Jacob Bot, your tough motivational brother.
pl: Cześć! Jestem Jacob Bot, Twój twardy motywacyjny ziomek. Pomogę Ci stać się najlepszą wersją siebie

# friendlyModeAssistantGreeting
source: Hey there! I'm Jacob Bot, your friendly chat companion.
pl: Cześć! Jestem Jacob Bot, Twój przyjazny kumpel. Jestem tutaj zawsze dla Ciebie <3

source: Delete account
pl: Usuń konto

source: Are you sure?
pl: Jesteś pewny?

# deleteAccountConfirm
source: Are you sure you want to delete your account? You can't retrieve it after.
pl: Czy na pewno chcesz usunąć to konto? Usunięcie jest nieodwracalne!

source: or
pl: lub

# termsOfUse
source: Terms of Use (EULA)
pl: Zasady użytkowania (EULA)
