Repository: JakubSochacki06/Outwork
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Morning
pl: Poranek

source: Night
pl: Noc

source: Hello {user}!
pl: Cześć {user}!

# believeInYou
source: I believe in you.
pl: Wierzę w Ciebie.

source: daily check-in
pl: codzienne zadania

# dailyCheckin2
source: daily check-in
pl: codzienne zadanie

# addButtonText
source: Add
pl: Dodaj

# routinesUnit
source: routines
pl: rutyn

# noRoutinesText
source: No
pl: Brak

source: Great Job!
pl: Dobra robota!

source: You can do it!
pl: Dasz radę!

source: Add new routine
pl: Dodaj nową rutynę

# nameErrorText
source: Name can't be empty
pl: Nazwa nie może być pusta

# unitErrorText
source: Unit can't be empty
pl: Jednostka nie może być pusta

# stepErrorText
source: Step can't be empty
pl: Krok nie może być pusty

# goalErrorText
source: Goal can't be empty
pl: Cel nie może być pusty

# emojiErrorText
source: Select emoji
pl: Wybierz emoji

source: Delete daily check-in?
pl: Usunąć codzienne zadanie?

# deleteDailyCheckinConfirm
source: Are you sure you want to delete this check-in?
pl: Czy na pewno chcesz usunąć to zadanie?

source: Delete morning routine?
pl: Usunąć poranną rutynę?

# deleteNightRoutine
source: Delete morning routine?
pl: Usunąć nocną rutynę?

# deleteRoutineConfirm
source: Are you sure you want to delete this routine?
pl: Czy na pewno chcesz usunąć tę rutynę?

source: yes
pl: tak

source: no
pl: nie

source: Choose emoji
pl: Wybierz emoji

source: Edit
pl: Edytuj

# addDailyCheckinName
source: Name
pl: Nazwa

# addDailyCheckinNameHint
source: Reading
pl: Czytanie

# addDailyCheckinUnit
source: Unit
pl: Jednostka

# addDailyCheckinUnitHint
source: Pages
pl: Strony

# addDailyCheckinGoal
source: Goal
pl: Cel

# addDailyCheckinStep
source: Step
pl: Krok

source: Textfield can't be empty
pl: Pole nie może być puste

source: Create morning routine
pl: Utwórz poranną rutynę

source: Morning routine
pl: Poranna rutyna

# addMorningRoutineHint
source: Enter your morning routine name
pl: Wpisz nazwę porannej rutyny

# addNightRoutineHint
source: Enter your night routine name
pl: Wpisz nazwę nocnej rutyny

source: Submit new routine
pl: Dodaj nową rutynę

source: Create night routine
pl: Utwórz nocną rutynę

source: Night Routine
pl: Nocna rutyna

# clickPlusToAddNewRoutine
source: Click '+' to add new routine
pl: Kliknij '+' aby dodać nową rutynę

source: Welcome to
pl: Witamy w

# outworkDescription
source: Outwork is revolutionizing self-improvement industry. Create better self, be better day by day. You were born to be great, so act like it.
pl: Outwork rewolucjonizuje branżę samodoskonalenia. Twórz lepszą siebie, bądź lepszy dzień po dniu. Urodziłeś się, by być wielkim, więc tak się zachowuj.

source: Select Mode
pl: Wybierz tryb

# changeLater
source: You will be able to change it later.
pl: Będziesz mógł to zmienić później.

# basicMode
source: Kind
pl: Miły

# toughMode
source: Tough
pl: Trudny

# chatWithJacob
source: Chat with Jacob Bot
pl: Czat z Botem Jacobem

# jacobDescription
source: Your friendly (or not) AI
pl: Twój przyjazny (lub nie) AI kumpel

# toughModeJacobExample
source: Stop crying. Didn't you want to be great? You have to work harder.
pl: Przestań płakać. Nie chciałeś być wielki? Musisz pracować ciężej.

# basicModeJacobExample
source: Remember it's okay to not feel great everytime! Clear your mind and start working again <3!
pl: Pamiętaj, że nie zawsze musisz czuć się świetnie! Wyczyść umysł i zacznij pracować ponownie <3!

source: Receive notifications
pl: Otrzymuj powiadomienia

# neverForgetRoutine
source: Never forget about your routine or tasks
pl: Nigdy nie zapomnij o swojej rutynie lub zadaniach

# notificationExampleTitle
source: Skincare routine 🚨
pl: Rutyna pielęgnacyjna 🚨

# notificationExampleTextTough
source: Stop procrastinating and do it now 🤡
pl: Przestań prokrastynować i zrób to teraz 🤡

# notificationExampleTextBasic
source: Stay consistent and you will win!
pl: Bądź konsekwentny, a wygrasz!

source: End bad habits
pl: Zakończ złe nawyki

# selectBadHabits
source: Select what habits you would like to quit. You will be able to change it later.
pl: Wybierz, jakie nawyki chcesz zakończyć. Będziesz mógł je później zmienić.

source: Next
pl: Dalej

source: Done
pl: Zrobione!

source: Back
pl: Wstecz

# number1App
source: #1 Self-improvement mobile app
pl: #1 Aplikacja mobilna do samorozwoju

# byCreatingAccount
source: By creating an account, you are agreeing to our
pl: Tworząc konto, zgadzasz się na nasze

# terms
source: Terms & Conditions
pl: Warunki użytkowania

source: and
pl: i

# privacy
source: Privacy Policy
pl: Politykę prywatności

source: Loading...
pl: Ładowanie...

source: Creating user...
pl: Tworzenie użytkownika...

source: Something went Wrong!
pl: Coś poszło nie tak!

source: Your feelings chart
pl: Twój wykres uczuć

# lastMoods
source: Last {amount} moods
pl: {amount} ostatnich nastroji

# addAtleastNotes
source: Add at least 2 notes to track your feelings!
pl: Dodaj co najmniej 2 notatki, aby śledzić swoje uczucia!

source: Balance
pl: Saldo

source: Friends
pl: Przyjaciele

source: Invite friend
pl: Zaproś przyjaciela

# earn
source: Earn 30% for
pl: Zarabiaj 30% za

source: EVERY
pl: KAŻDE

# referralThatHas
source: referral that has active subscription.
pl: polecenie z aktywną subskrypcją.

source: Monthly revenue
pl: Miesięczny dochód

# previewOfRef
source: This is preview of referral program. It doesn't work for now!!
pl: To jest podgląd programu poleceń. Na razie nie działa!

source: Withdraw
pl: Wypłać

# copied
source: Copied to your clipboard !
pl: Skopiowane do schowka!

source: Copy
pl: Kopiuj

# orShare
source: Or share via
pl: Lub udostępnij przez

source: How it works
pl: Jak to działa

# step
source: Step {number}
pl: Krok {number}

# step1Description
source: Share your referral link/code with your friends
pl: Udostępnij swój link/kod polecający swoim znajomym

# step2Description
source: Your friend upgrades his subscription to PRO
pl: Twój przyjaciel aktualizuje swoją subskrypcję do PRO

# step3Description
source: You earn 30% for every friend with active subscription
pl: Zarabiasz 30% za każdego przyjaciela z aktywną subskrypcją

# chooseLanguage
source: Choose a language
pl: Wybierz język

source: English
pl: Angielski

source: Polish
pl: Polski

source: Common
pl: Podstawowe

source: Language
pl: Język

source: Turn on tough mode
pl: Włącz tryb trudny

source: Account
pl: Konto

source: Phone
pl: Telefon

source: Logout
pl: Wyloguj się

source: Restart timer?
pl: Zrestartować timer?

# restartTimerConfirm
source: Are you sure you want to restart timer for this bad habit? You can't retrieve it after
pl: Czy na pewno chcesz zrestartować timer dla tego złego nawyku?

source: Want to talk about it?
pl: Chcesz o tym porozmawiać?

# noMatterWhat
source: No matter what, I'll always will be proud of you!
pl: Bez względu na wszystko, zawsze będę z ciebie dumny!

source: free for:
pl: darmowe przez:

source: Select date
pl: Wybierz datę

source: Cancel
pl: Anuluj

source: Submit
pl: Zatwierdź

# noHabits
source: No habits found!
pl: Nie znaleziono nawyków!

# addNewPlus
source: Add new by clicking '+' in top right corner!
pl: Dodaj nowe, klikając '+' w prawym górnym rogu!

# selectBadHabitsTitle
source: Select bad habits
pl: Wybierz złe nawyki

source: Submit changes
pl: Zatwierdź zmiany

# noNotes
source: No notes found!
pl: Nie znaleziono notatek!

# addNewNoteTo
source: Add new note to start tracking your mental health.
pl: Dodaj nową notatkę, aby rozpocząć śledzenie swojego zdrowia psychicznego.

# selectFeelings
source: Select one of the following feelings
pl: Wybierz jedno z następujących uczuć

source: How are you feeling?
pl: Jak się czujesz?

source: Emotions that you felt
pl: Emocje, które odczuwałeś

source: Excited
pl: Podekscytowany

source: Loved
pl: Kochany

source: Surprised
pl: Zaskoczony

source: Angry
pl: Zły

source: Anxious
pl: Niespokojny

source: Lonely
pl: Samotny

source: Calm
pl: Spokojny

source: Fascinated
pl: Zafascynowany

source: Tired
pl: Zmęczony

source: Frustrated
pl: Sfrustrowany

source: Relaxed
pl: Zrelaksowany

source: Bored
pl: Znudzony

source: Stress level
pl: Poziom stresu

source: Leave a note
pl: Zostaw notatkę

source: Add note
pl: Dodaj notatkę

# titleError
source: Title can't be empty
pl: Tytuł nie może być pusty

# descriptionError
source: Description can't be empty
pl: Opis nie może być pusty

source: Title
pl: Tytuł

# enterTitle
source: Enter title here
pl: Wpisz tytuł tutaj

source: Description
pl: Opis

# enterDescription
source: Enter description here
pl: Wpisz opis tutaj

source: Submit with note
pl: Zatwierdź z notatką

# deleteSubscription
source: Delete this subscription?
pl: Usunąć tę subskrypcję?

# deleteSubscriptionConfirm
source: Are you sure you want to delete this subscription?
pl: Czy na pewno chcesz usunąć tę subskrypcję?

source: Add new
pl: Dodaj nowe

source: Spent this month
pl: Wydane w tym miesiącu

source: Lowest sub
pl: Najtańsza

source: Active sub
pl: Aktywnych

source: Highest sub
pl: Najdroższa

source: Change Subscription limit
pl: Zmień limit subskrypcji

source: Subscription limit
pl: Limit subskrypcji

# howMuchMaximum
source: How much maximum you want to spend
pl: Jaką maksymalną kwotę chcesz wydać

source: Save settings
pl: Zapisz ustawienia

source: Your bookshelf
pl: Twoja półka z książkami

source: Search for a book
pl: Szukaj książki

# talkWithJacob
source: Talk with Jacob Bot
pl: Jacob Bot

source: Write Question
pl: Napisz pytanie

source: Premium users are
pl: Użytkownicy premium

# moreLikely
source: more likely to no stop their Self-improvement journey!
pl: częściej nie rezygnują z bycia najlepszą wersją siebie!

source: Unlimited chatting
pl: Nieograniczone czatowanie

# unlimitedChattingDescription
source: Chat with Jacob as much as you want!
pl: Rozmawiaj z Jacobem tak dużo, jak chcesz!

source: No limits
pl: Bez ograniczeń

# noLimitsDescription
source: Track your routines and projects without limits
pl: Śledź swoje rutyny i projekty bez ograniczeń

source: Earn trophies
pl: Zdobywaj trofea

# earnTrophiesDescription
source: Showcase them in your profile! (soon)
pl: Pokaż je na swoim profilu! (wkrótce)

source: No ads
pl: Bez reklam

# noAdsDescription
source: Improve yourself with no interruptions
pl: Doskonal się bez przeszkód

source: CHANGE YOUR LIFE
pl: ZMIEŃ SWOJE ŻYCIE

source: NO THANKS
pl: NIE, DZIĘKUJĘ

# changeYourLifeNormal
source: Change your life
pl: Zmień swoje życie

source: NOW
pl: TERAZ

# chatWithoutLimits
source: Chat with Jacob without limits
pl: Rozmawiaj z Jacobem bez ograniczeń

source: No more tracking limits
pl: Bez limitów śledzenia

# earnEarlySupporter
source: Earn "Early Supporter" Trophy
pl: Zdobądź trofeum "Wczesny Wspierający"

# recurringBilling
source: Recurring billing, cancel anytime.
pl: Cykl rozliczeniowy, anuluj w każdej chwili.

# howManyPages
source: How many pages did you read?
pl: Ile stron przeczytałeś?

source: Insert amount of pages
pl: Wprowadź liczbę stron

# amountError
source: Make sure the amount is correct!
pl: Upewnij się, że liczba jest poprawna!

# makeSureValidNumber
source: Make sure this is valid number
pl: Upewnij się, że to jest poprawna liczba

source: pages
pl: strony

source: Input due date
pl: Wprowadź termin

source: Due
pl: Termin

source: Commonly used
pl: Powszechnie używane

source: I'm not feeling alright
pl: Nie czuję się dobrze

source: I don't have motivation
pl: Nie mam motywacji

source: I'm tired
pl: Jestem zmęczony

# iMightGiveUp
source: I might give up soon
pl: Mogę wkrótce się poddać

# weekday1
source: Mon
pl: Pon

# weekday2
source: Tue
pl: Wt

# weekday3
source: Wed
pl: Śr

# weekday4
source: Thu
pl: Czw

# weekday5
source: Fri
pl: Pt

# weekday6
source: Sat
pl: Sob

# weekday7
source: Sun
pl: Nd

source: invalid weekDay
pl: nieprawidłowy dzień tygodnia

source: Error
pl: Błąd

source: No image taken
pl: Nie zrobiono zdjęcia

source: Take picture
pl: Zrób zdjęcie

source: Choose from gallery
pl: Wybierz z galerii

source: Login
pl: Zaloguj się

source: Register
pl: Zarejestruj się

source: Email Address
pl: Adres e-mail

source: Password
pl: Hasło

# passwordError
source: Password must have at least 8 characters!
pl: Hasło musi mieć co najmniej 8 znaków!

# emailError
source: Email must be valid!
pl: E-mail musi być prawidłowy!

source: or login with
pl: lub zaloguj się przez

source: or register with
pl: lub zarejestruj się przez

source: Total moods chart
pl: Wykres wszystkich nastrojów

# totalMoodsNote
source: Submit more day ratings and see stats about your main feelings!
pl: Zatwierdź więcej ocen dni, aby zobaczyć statystyki dotyczące swoich głównych uczuć!

source: Average feeling
pl: Średnie uczucie

# hereIsAdvice
source: Here is advice for you
pl: Oto rada dla ciebie

source: is your most frequently felt emotion.
pl: to twoje najczęściej odczuwane emocje.

source: You felt it
pl: Odczuwasz to

source: times.
pl: razy.

# addAtleast1Note
source: Add at least 1 note with emotions to track your most frequently felt emotion!
pl: Dodaj co najmniej 1 notatkę z emocjami, aby śledzić swoje najczęściej odczuwane emocje!

source: Photo you left
pl: Zdjęcie, które zostawiłeś

source: Close
pl: Zamknij

source: Delete note?
pl: Usunąć notatkę?

# deleteNoteConfirmation
source: Are you sure you want to delete this note?
pl: Czy na pewno chcesz usunąć tę notatkę?

# monthShortcut
source: MO
pl: MSC

source: Add new member
pl: Dodaj nowego członka

source: Project id:
pl: Identyfikator projektu:

# showThisCode
source: Show this code to your friends and work together on this amazing project!
pl: Pokaż ten kod swoim przyjaciołom i pracujcie razem nad tym niesamowitym projektem!

source: Important
pl: Najważniejsze

source: Urgent
pl: Pilne

source: Basic
pl: Podstawowe

# noProjects
source: No projects found!
pl: Nie znaleziono projektów!

# addNewProjectOr
source: Add new project or join to existing one with the code.
pl: Dodaj nowy projekt lub dołącz do istniejącego za pomocą kodu.

source: Write about
pl: Napisz o

# rotateAnimatedTextYourEmotions
source: your emotions
pl: swoich emocjach

# rotateAnimatedTextYourPlans
source: your plans
pl: swoich planach

# rotateAnimatedTextYourFeelings
source: your feelings
pl: swoich uczuciach

# rotateAnimatedTextInsecurityYoureWorkingToOvercome
source: insecurity you’re working to overcome
pl: niepewności, którą starasz się pokonać

# rotateAnimatedTextYourDay
source: your day
pl: swoim dniu

# rotateAnimatedTextYourRecentFailure
source: your recent failure
pl: swojej niedawnej porażce

# rotateAnimatedTextYourThoughts
source: your thoughts
pl: swoich myślach

# rotateAnimatedTextYourGoals
source: your goals
pl: swoich celach

# rotateAnimatedTextYourRecentDisappointment
source: your recent disappointment
pl: swoim ostatnim rozczarowaniu

# rotateAnimatedTextSomethingYoureGratefulFor
source: something you’re grateful for
pl: czymś, za co jesteś wdzięczny

# rotateAnimatedTextRecentRealization
source: recent realization
pl: niedawnej realizacji

# rotateAnimatedTextDifficultDecisionYoureFacing
source: difficult decision you’re facing
pl: trudnej decyzji, przed którą stoisz

# rotateAnimatedTextSkillYoureWorkingToImprove
source: skill you’re working to improve
pl: umiejętności, którą starasz się poprawić

# rotateAnimatedTextYourDream
source: your dream
pl: swoim marzeniu

# rotateAnimatedTextPersonalProjectYoureWorkingOn
source: personal project you’re working on
pl: osobistym projekcie, nad którym pracujesz

# rotateAnimatedTextSomethingYouveBeenStrugglingWith
source: something you’ve been struggling with
pl: czymś, z czym masz trudności

# rotateAnimatedTextRelationshipThatIsImportantToYou
source: relationship that is important to you
pl: relacji, która jest dla ciebie ważna

# rotateAnimatedTextRecentChangeInYourLife
source: recent change in your life
pl: niedawnej zmianie w twoim życiu

# rotateAnimatedTextPersonalValuesAndBeliefs
source: personal values and beliefs
pl: osobistych wartościach i przekonaniach

# rotateAnimatedTextRecentAccomplishmentsYouFeelProudOf
source: recent accomplishments you feel proud of
pl: niedawnych osiągnięciach, z których jesteś dumny

# rotateAnimatedTextNewExperienceYouveHadRecently
source: new experience you’ve had recently
pl: nowym doświadczeniu, które miałeś ostatnio

source: years
pl: lata

source: months
pl: miesiące

# oneMonth
source: 1 month
pl: 1 miesiąc

# months2
source: {amount} months
pl: {amount} miesięcy

source: days
pl: dni

source: hours
pl: godziny

source: minutes
pl: minuty

source: seconds
pl: sekundy

# stressLevelMessage0
source: You're doing great! Keep up the positive mindset.
pl: Świetnie sobie radzisz! Utrzymuj pozytywne nastawienie.

# stressLevelMessage1
source: Stay calm and take a deep breath. It's just a small bump.
pl: Zachowaj spokój i weź głęboki oddech. To tylko mała przeszkoda.

# stressLevelMessage2
source: Focus on the positive aspects of your day.
pl: Skup się na pozytywnych aspektach swojego dnia.

# stressLevelMessage3
source: Take a short break and relax. You've got this!
pl: Zrób krótką przerwę i zrelaksuj się. Dasz radę!

# stressLevelMessage4
source: Organize your tasks and prioritize. It will help reduce stress.
pl: Zorganizuj swoje zadania i ustal priorytety. To pomoże zmniejszyć stres.

# stressLevelMessage5
source: Consider practicing mindfulness or meditation for relaxation.
pl: Rozważ praktykowanie uważności lub medytacji dla relaksu.

# stressLevelMessage6
source: Connect with friends or family for emotional support.
pl: Skontaktuj się z przyjaciółmi lub rodziną dla wsparcia emocjonalnego.

# stressLevelMessage7
source: Delegate tasks if possible. Share the load.
pl: Jeśli to możliwe, deleguj zadania. Podziel się ciężarem.

# stressLevelMessage8
source: Make sure to get enough sleep. It plays a crucial role in stress management.
pl: Upewnij się, że masz wystarczająco dużo snu. To odgrywa kluczową rolę w zarządzaniu stresem.

# stressLevelMessage9
source: Seek professional help or talk to a counselor if needed.
pl: Poszukaj profesjonalnej pomocy lub porozmawiaj z doradcą, jeśli jest to potrzebne.

# stressLevelMessage10
source: It's okay not to be okay. Reach out for support and take care of yourself.
pl: To w porządku nie być w porządku. Szukaj wsparcia i dbaj o siebie.

# stressLevelMessageInvalid
source: Invalid stress level
pl: Nieprawidłowy poziom stresu

source: Stress score
pl: Poziom stresu

# addMoreNotesToTrackYourStress
source: Add more notes to track your stress and feelings
pl: Dodaj więcej notatek, aby śledzić swój stres i uczucia

source: Delete task?
pl: Usunąć zadanie?

# areYouSureYouWantToDeleteThisTask
source: Are you sure you want to delete this task? You can't retrieve it after
pl: Czy na pewno chcesz usunąć to zadanie?

source: Work
pl: Praca

source: Schedule notification
pl: Zaplanuj powiadomienie

source: Scheduled at
pl: Zaplanowane na

# workStatusMessage0
source: You haven't started working yet. Get going!
pl: Jeszcze nie zacząłeś pracy. Zaczynaj!

# workStatusMessage10
source: You're just getting started. Keep it up!
pl: Dopiero zaczynasz. Trzymaj tak dalej!

# workStatusMessage30
source: You're making progress. Keep up the good work!
pl: Robisz postępy. Trzymaj tak dalej!

# workStatusMessage50
source: I see you working hard. Take a short break and then get back to it!
pl: Widzę, że ciężko pracujesz. Zrób krótką przerwę, a potem wróć do pracy!

# workStatusMessage70
source: You're putting in serious effort. Keep pushing forward!
pl: Wkładasz poważny wysiłek. Kontynuuj!

# workStatusMessageMore
source: Wow! You're really committed. Take a break if you need one!
pl: Wow! Naprawdę jesteś zaangażowany. Zrób przerwę, jeśli potrzebujesz!

source: Minutes worked
pl: Minuty pracy

source: Home
pl: Główna

source: Projects
pl: Projekty

source: Progress
pl: Postęp

source: Profile
pl: Profil

source: You just earned
pl: Właśnie zdobyłeś

source: This user doesn't exist!
pl: Ten użytkownik nie istnieje!

# continueWithX
source: Continue with {provider}
pl: Kontynuuj z {provider}

source: Bad Habits
pl: Złe nawyki

source: Journal
pl: Dziennik

source: My profile
pl: Mój profil

# referAndEarn
source: Refer & Earn
pl: Polecaj i zarabiaj

source: Settings
pl: Ustawienia

source: Oh snap!
pl: O rety!

# insertThatRoutineIntoX
source: Insert that routine into {destination}.
pl: Wprowadź tę rutynę do {destination}.

# morningRoutinesEndsAt
source: Morning routines ends at 14:59
pl: Poranne rutyny kończą się o 14:59

# nightRoutineStartsAt
source: Night routines starts at 15:00
pl: Wieczorne rutyny zaczynają się o 15:00

# notificationBodyTough
source: Stop procrastinating and do it now
pl: Przestań prokrastynować i zrób to teraz

# notificationBodyBasic
source: Stay consistent and you will win!
pl: Bądź konsekwentny, a wygrasz!

# selectProjectTypeError
source: Select project type
pl: Wybierz typ projektu

# dueDateError
source: Select due date by clicking the icon
pl: Wybierz termin, klikając ikonę

source: project
pl: projekt

source: Due Date
pl: Termin

source: Project type
pl: Typ projektu

source: Add task to project
pl: Dodaj zadanie do projektu

source: Join with project code
pl: Dołącz za pomocą kodu projektu

source: Project code
pl: Kod projektu

# projectCodeHint
source: Enter project code that you want to join
pl: Wprowadź kod projektu, do którego chcesz dołączyć

# projectIDError
source: Project ID must be valid!
pl: Identyfikator projektu musi być prawidłowy!

source: Join project
pl: Dołącz do projektu

source: Edit pomodoro settings
pl: Edytuj ustawienia pomodoro

source: Pomodoro minutes
pl: Minuty pomodoro

source: Short break minutes
pl: Minuty krótkiej przerwy

source: Long break minutes
pl: Minuty długiej przerwy

# requestsToJoin
source: Requests to join the project
pl: Prośby o dołączenie do projektu

source: User not found
pl: Użytkownik nie znaleziony

# notStartedTimer
source: Not started
pl: Nie rozpoczęto

source: Long break
pl: Długa przerwa

source: Short break
pl: Krótka przerwa

# runningTimer
source: Running
pl: Uruchomiony

source: Resume timer
pl: Wznów timer

source: Pause timer
pl: Wstrzymaj timer

source: Start timer
pl: Startuj timer

source: You are doing great.
pl: Świetnie sobie radzisz.

source: It's time to
pl: Czas na

source: It's time for a
pl: Czas na

source: FOCUS
pl: PRACĘ

# breakTIMER
source: BREAK
pl: PRZERWĘ

source: Delete project?
pl: Usunąć projekt?

# deleteProjectConfirm
source: Are you sure you want to delete this project? You can't retrieve it after
pl: Czy na pewno chcesz usunąć ten projekt?

source: Project members
pl: Członkowie projektu

source: Edit project
pl: Edytuj projekt

source: Managed by
pl: Zarządzany przez

source: Team members
pl: Członkowie zespołu

source: Task Progress
pl: Postęp

source: Add task
pl: Dodaj zadanie

source: Add new project
pl: Dodaj nowy projekt

source: Keep on grinding
pl: Nie poddawaj się.

source: Outwork all of them.
pl: Pracuj ciężej niż wszyscy.

source: Upcoming tasks
pl: Nadchodzące zadania

# addNewTasksToProjects
source: Add new tasks to projects and track it here!
pl: Dodaj nowe zadania do projektów i śledź je tutaj!

source: Your projects
pl: Twoje projekty

source: Join with code
pl: Dołącz z kodem

source: Junk Food
pl: Fast food

source: Pornography
pl: Pornografia

source: Gambling
pl: Hazard

source: Gaming
pl: Gry komputerowe

source: Alcohol
pl: Alkohol

source: Overspending
pl: Nadmierne wydatki

source: Partying
pl: Imprezowanie

source: Drugs
pl: Narkotyki

source: Smoking
pl: Palenie

source: Social Media
pl: Media społecznościowe

source: Swearing
pl: Przeklinanie

# titleMoney
source: Money
pl: Pieniądze

# descriptionMoney
source: Track your expenses
pl: Śledź swoje wydatki

# titleJournal
source: Journal
pl: Dziennik

# descriptionJournal
source: Track your feelings
pl: Śledź swoje uczucia
